import React from 'react'
import "./LastNews.css";

function LastNews() {
  return (
    <div className='lastnews-box'>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
        <p>هنا يتم وضع نص اخر الاخبار </p>
  
    </div>
  )
}

export default LastNews